IDEA Open Model
ConcreteCheckResults.Overall Property
Compatible with IDEA StatiCa 20.1
 Overal check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConcreteCheckResultOverall Overall { get; set; }
Public Property Overall As ConcreteCheckResultOverall
	Get
	Set
Property Value
Type: ConcreteCheckResultOverall
See Also
Reference
ConcreteCheckResults Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace